* Расчет теплового режима
** Поверхность корпуса блока
#+NAME: housing_surface
| Параметр | Значение | Ед. измерения |
|----------+----------+---------------|
| l_1      |       90 | мм            |
| l_2      |       80 | мм            |
| l_3      |       30 | мм            |
|----------+----------+---------------|
| area     |    12300 | мм²           |
|----------+----------+---------------|
| area     |   0.0123 | м²            |
#+TBLFM: @5$2=@2$2 * @3$2 + (@2$2 + @3$2) * @4$2::@6$2=@5$2 / 1000000

** Условная поверхность нагретой зоны
#+NAME: heated_area
| Параметр | Значение | Ед. измерения |
|----------+----------+---------------|
| l_1      |       90 | мм            |
| l_2      |       80 | мм            |
| l_3      |       30 | мм            |
| К.з.     |      0.8 | коэффициент   |
| area     |   11280. | мм²           |
|----------+----------+---------------|
| area     |  0.01128 | м²            |
#+TBLFM: @6$2=@2$2 * @3$2 + (@2$2 + @3$2) * @4$2 * @5$2::@7$2=@6$2 / 1000000
